frontend/controllers/KritiksaranController.php

INSERT INTO `kritiksaran` (`id`, `nama`, `email`, `body`, `waktu`) VALUES (1, 'andi', 'andi@mail.com', 'HI, this is testing', '2017-01-01 12:12:12')
---
    public function actionCreate()
    {
        $model = new Kritiksaran();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {

SELECT * FROM `kritiksaran` WHERE `id`='1'
---
    protected function findModel($id)
    {
        if (($model = Kritiksaran::findOne($id)) !== null) {